{
  "1": "Covers him. This is the person or thing's general environment at the time, the influence with which he is actuated all through.",
  "1_pl": "Zakrywa go. To ogólne środowisko osoby lub rzeczy w danym momencie, wpływ, który oddziałuje na nią przez cały czas.",
  "2": "Crosses him. This represents his obstacles. If it is a favorable card, it will be something good in itself, but not productive of good in the particular connection.",
  "2_pl": "Krzyżuje go. To reprezentuje jego przeszkody. Jeśli jest to korzystna karta, będzie to coś dobrego samo w sobie, ale nieprzynoszącego korzyści w danym kontekście.",
  "3": "Crowns him. It represents (a) the best that he can arrive at, or (b) his ideal in the matter; (c) what he wants to make his own; (d) but it is not his own at present.",
  "3_pl": "Koronuje go. Reprezentuje (a) najlepszy możliwy rezultat, lub (b) jego ideał w tej sprawie; (c) to, co chce osiągnąć; (d) ale obecnie tego nie posiada.",
  "4": "Is beneath him. It is his own—that which he has to work with and can use.",
  "4_pl": "Jest pod nim. To jego własne - to, z czym musi pracować i może wykorzystać.",
  "5": "Is behind him. It is the current from which he is passing away, and it may be the past of the matter.",
  "5_pl": "Jest za nim. To nurt, od którego odchodzi, może to być przeszłość sprawy.",
  "6": "Is before him. It is the current that is coming into action and will operate in the specific matter.",
  "6_pl": "Jest przed nim. To nurt, który wchodzi w działanie i będzie oddziaływał w konkretnej sprawie.",
  "7": "Signifies himself, his attitude and relation to the matter.",
  "7_pl": "Oznacza jego samego, jego postawę i stosunek do sprawy.",
  "8": "Signifies his house, his environment in the affair — the influence, people and events about him.",
  "8_pl": "Oznacza jego dom, jego środowisko w tej sprawie - wpływy, ludzi i wydarzenia wokół niego.",
  "9": "Signifies his hopes and fears.",
  "9_pl": "Oznacza jego nadzieje i obawy.",
  "10": "Represents what will come. It is on this card that you concentrate your intuitive powers, your experience and your memory in respect to the official divinatory meanings attached thereto. It should include whatsoever you may have divined from the other cards on the table, including the Significator itself and concerning him or it, not excepting such lights upon higher significance as might fall like sparks from heaven if the card which serves for the oracle, the card for reading, should happen to be a Trump Major.",
  "10_pl": "Reprezentuje to, co nadejdzie. To na tej karcie skupiasz swoje intuicyjne moce, swoje doświadczenie i pamięć w odniesieniu do oficjalnych wróżebnych znaczeń z nią związanych. Powinna ona obejmować wszystko, co mogłeś wywróżyć z innych kart na stole, włączając sam Sygnifikator i to, co go dotyczy, nie wyłączając takich oświeceń o wyższym znaczeniu, które mogą spaść jak iskry z nieba, jeśli karta służąca za wyrocznię, karta do odczytu, okaże się być Wielkim Arkanem."
}